brew "font-fira-code-nerd-font"

# Developer tools
brew "git"
brew "uv"
brew "gh"
brew "go-task"
brew "ollama"
brew "docker"
brew "wget"

# Shell
brew "starship"
brew "bat"
brew "asdf"
brew "atuin"
brew "watch"
brew "zsh-autosuggestions"
brew "p7zip"
brew "gnu-sed"

# Ops
brew "k9s"
brew "sops"

# Misc
brew "ffmpeg"

# GUI
cask "bruno"
cask "keepassxc"
