# Developer tools
brew "git"
brew "uv"
brew "gh"
brew "go-task"
brew "ollama"
brew "docker"
brew "wget"

# Shell
brew "starship"
brew "bat"
brew "asdf"
brew "atuin"
brew "watch"
brew "zsh-autosuggestions"
brew "p7zip"
brew "gnu-sed"
brew "python-yq"

# Ops
brew "kubectx"
brew "kubectl"
brew "k9s"
brew "sops"

# Misc
brew "ffmpeg"
tap "possatti/possatti"
brew "possatti/possatti/pokemonsay"

# GUI
cask "bruno"
cask "keepassxc"
cask "ghostty"
cask "raycast"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "firefox"
cask "notion"
cask "slack"
cask "google-drive"
